/* The string for canceling a map editing function. */
"CancelKey" = "Atšaukti";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Ar tikrai norite atšaukti?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Jūsų keitimai nebus įrašyti.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Jūsų sukurtas objektas nebus įrašytas.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Atmesti keitimus";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Atšaukti redagavimą";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Netinkamas adresas";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Turi būti įtrauktas taško adresas";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Nepridėjote šio taško vietos";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Nebus pridėtas joks naujas taškas";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Redaguoti toliau";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Pasirinkite norimą naikinti tašką.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Nėra naikintinų taškų.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "Gerai";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Ar tikrai norite išvalyti visus taškus?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Ne";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Taip";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Ar norite perjungti į tašką?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Ar norite perjungti į poliliniją?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Ar norite perjungti į daugiakampį?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Jūsų pridėti taškai nebus pakeisti, galite toliau kurti objektą.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Visi jūsų pridėti taškai bus panaikint";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Ar tikrai norite panaikinti šį tašką?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Įrašyti";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtruoti";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Dabartinė vieta";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Pasiūlymų nerasta";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresas";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Valyti viską";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@Sėkmingai sukurta";

/* The placeholder text of the Searchbar */
"SearchKey" = "Paieška";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Pridėti naują tašką";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Bazinis žemėlapis";

/* The title for the standard map type. */
"StandardKey" = "Standartinis";

/* The title for the hybrid map type. */
"HybridKey" = "Hibridinis";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hibridinis „Flyover“";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Nutildytas standartinis";

/* The title for the satellite map type. */
"SatelliteKey" = "Palydovinis";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Palydovinis „Flyover“";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Pridėti vietą";

